// 已完成
export default {
  login: {
    userName: "សូមបំពេញឈ្មោះអ្នកប្រើប្រាស់",
    password: "សូមបំពេញពាក្យសម្ងាត់",
    login: "ចូល",
    loginTitle: "ចូល",
    logOut: "ចុះ ហត្ថលេខា",
    login01: "លេខ គណនី ឬ លេខ សម្ងាត់ មិន អាច ទទេ បាន ទេ",
    login02: "សូមផ្តល់ការអនុញ្ញាតដល់គណនីរបស់អ្នក និងចូលគណនីរបស់អ្នក",
    login03: "ឈ្មោះអ្នកប្រើឬពាក្យសម្ងាត់មិនត្រឹមត្រូវ",
    login04: "ចុះឈ្មោះចូលរៀន",
    login05: "សំនួរ ប៉ារ៉ាម៉ែត្រ ការកំណត់ រចនា សម្ព័ន្ធ បាន បរាជ័យ",
    login06: "ប៉ារ៉ាម៉ែត្រ កំណត់ រចនា សម្ព័ន្ធ ប្រព័ន្ធ សំណួរ",
    login07: "[config] តារាងមិនត្រូវបានកំណត់រចនាសម្ព័ន្ធពេញលេញ",
    login08: "សូម​កំណត់​រចនាសម្ព័ន្ធ [workshop], [region_id], [region_name]",
  }
}